---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewSheetSet
source: html/30460127-22d5-5919-e4a2-4af5ef6dc56f.htm
---
# ViewSheetSet Properties

The id of the assembly instance to which the element belongs.